import { margin } from "@mui/system";
import React from "react";
// import "./AboutUs.css";
// https://www.youtube.com/watch?v=kwlOAeFLKH0
import './AboutUs.css'

const AboutUs = () => {

  
  return (
    <div>
  <div className="musa" style={{width: '100%', height: '800px'}}> 
  <h4 className="text1"  style={{color: "white"}}> Apple.com</h4>
  </div>
  <button>
  <h1 style={{color: "black", fontSize: "18px"}}>Apple (МФА: [ˈæp(ə)l], «Эпл») — американская корпорация, производитель персональных и планшетных компьютеров, аудиоплееров, смартфонов, программного обеспечения и цифрового контента.

Один из пионеров       в области персональных компьютеров[10] и современных многозадачных операционных систем с графическим интерфейсом. Штаб-квартира — в Купертино, штат Калифорния. Благодаря инновационным технологиям и эстетичному дизайну корпорация Apple создала в индустрии потребительской электроники уникальную репутацию, сравнимую с культом[11].

В августе 2018 года стала первой американской компанией, чья капитализация превысила 1 трлн долларов США, и самой дорогой публичной компанией за всю историю, обойдя предыдущего рекордсмена — компанию PetroChina (1,005 трлн долларов в ноябре 2007 года)[12][13]. В январе 2022 года Apple стала первой компанией в мире, рыночная капитализация которой достигла 3 триллионов долларов США[14][15].

В 2018 году заняла третье место в списке 500 лучших работодателей мира по мнению журнала Forbes[16].</h1>
  </button>
 
   <img style={{width: "1450px", borderRadius: "20px"}} src="https://s0.rbk.ru/v6_top_pics/media/img/1/79/756625768322791.jpg" alt="" />
   <img style={{width: "1450px"}} src="https://ichef.bbci.co.uk/news/976/cpsprodpb/11CC7/production/_126630927_apple-iphone-14-pro-iphone-14-pro-max-hero-220907.jpg" alt="" />
  </div>
  )
};

export default AboutUs;
